#Telegram bot token
botToken = '5673638226:AAE-Te0jCh6f_dz7DfBy930tG6bcZpREofc'

textStart = '''Здравствуйте! 
Я бот для отображения новостей из источников, чтобы вы всегда были в курсе того, что происходит в мире.
            
Расскажу, что я умею:
/from_source – команда для получения списка источников новостей и возможностью выбора списка новостей из источника.
/update_n – команда для изменения количества отображаемых новостей, которые я могу вам показать за раз.
/subscribe – команда для подписки на источник новостей
'''




